function [ZZ] = FTerr(RV,RT)
%FVERR 此处显示有关此函数的摘要
%   此处显示详细说明

load PxT.mat %#ok<LOAD>

x = RV;
y = RT;

p00 =PxT(1,301);
p10 =PxT(2,301);
p01 =PxT(3,301);
p20 =PxT(4,301);
p11 =PxT(5,301);
p02 =PxT(6,301);
p30 =PxT(7,301);
p21 =PxT(8,301);
p12 =PxT(9,301);
p03 =PxT(10,301);
p40 =PxT(11,301);
p31 =PxT(12,301);
p22 =PxT(13,301);
p13 =PxT(14,301);
p04 =PxT(15,301);
p50 =PxT(16,301);
p41 =PxT(17,301);
p32 =PxT(18,301);
p23 =PxT(19,301);
p14 =PxT(20,301);
p05 =PxT(21,301);

FT = p00 + p10.*x + p01.*y + p20.*x.^2 + p11.*x.*y + p02.*y.^2 + p30.*x.^3 ...
    + p21.*x.^2.*y + p12.*x.*y.^2 + p03.*y.^3 + p40.*x.^4 + p31.*x.^3.*y ...
    + p22.*x.^2.*y.^2 + p13.*x.*y.^3 + p04.*y.^4 + p50.*x.^5 + p41.*x.^4.*y ...
    + p32.*x.^3.*y.^2 + p23.*x.^2.*y.^3 + p14.*x.*y.^4 + p05.*y.^5;

ZZ = FT;
end

