function [ZZ] = FVerr(RV,RT)
%FVERR 此处显示有关此函数的摘要
%   此处显示详细说明

load PxV.mat %#ok<LOAD>

x = RV;
y = RT;

p00 =PxV(1,301);
p10 =PxV(2,301);
p01 =PxV(3,301);
p20 =PxV(4,301);
p11 =PxV(5,301);
p02 =PxV(6,301);
p30 =PxV(7,301);
p21 =PxV(8,301);
p12 =PxV(9,301);
p03 =PxV(10,301);
p40 =PxV(11,301);
p31 =PxV(12,301);
p22 =PxV(13,301);
p13 =PxV(14,301);
p04 =PxV(15,301);
p50 =PxV(16,301);
p41 =PxV(17,301);
p32 =PxV(18,301);
p23 =PxV(19,301);
p14 =PxV(20,301);
p05 =PxV(21,301);

FV = p00 + p10.*x + p01.*y + p20.*x.^2 + p11.*x.*y + p02.*y.^2 + p30.*x.^3 ...
    + p21.*x.^2.*y + p12.*x.*y.^2 + p03.*y.^3 + p40.*x.^4 + p31.*x.^3.*y ...
    + p22.*x.^2.*y.^2 + p13.*x.*y.^3 + p04.*y.^4 + p50.*x.^5 + p41.*x.^4.*y ...
    + p32.*x.^3.*y.^2 + p23.*x.^2.*y.^3 + p14.*x.*y.^4 + p05.*y.^5;

ZZ = FV;
end

